Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# support.feedback_diagnostics_explanation
source: アプリとApple Watchの動作・通信情報を添付します。身体・健康記録や写真、AI会話は含みません。
ar_sa: يرجى إرفاق معلومات حول عمل التطبيق وساعة Apple Watch. لا تشمل السجلات الطبية أو الصحية والصور والمحادثات مع الذكاء الاصطناعي.
ca: Afegir informació sobre el funcionament i la comunicació entre l'aplicació i Apple Watch. No inclou dades físiques, registres de salut ni fotos, conversa amb IA.
cs: Připojte informace o chování a komunikaci mezi aplikací a Apple Watch. Neobsahuje údaje o těle, stravě, fotografiích, rozhovorech s AI ani přihlašovací údaje.
da: Vedhæfter oplysninger om appens og Apple Watchs funktion og kommunikation. Indeholder ikke krops- eller sundhedsregistreringer, billeder eller AI-samtaler.
de_de: Bitte hängen Sie Diagnose- und Funktionsinformationen für Apple Watch und die App an. Körperliche Daten, Ernährungsinformationen, Fotos, Gespräche mit der KI oder Authentifizierungsdaten sind nicht erforderlich.
el: Αντιμετωπίστε αρχεία καταγραφής λειτουργίας και επικοινωνίας μεταξύ εφαρμογής και Apple Watch. Δεν περιλαμβάνονται δεδομένα σώματος, ιατρικά στοιχεία, φωτογραφίες, συνομιλίες με την τεχνητή νοημοσύνη ή πληροφορίες ελέγχου.
en_au: Attach information about the operation and communication between your Apple Watch and the app. Do not include body, health, or food data, photos, heart rate, sleep time, location, notes, or advertising IDs.
es_es: Se adjuntará información sobre el funcionamiento y la comunicación de la app y Apple Watch. No incluye registros corporales o de salud, fotos ni conversaciones con AI.
fi: Liitämme sovelluksen ja Apple Watchin toiminta- ja yhteystietoja. Ne eivät sisällä keho- tai terveystietoja, kuvia tai AI-keskusteluja.
fr_ca: Joignez les informations sur le fonctionnement et les communications de l’application et d’Apple Watch. Elles ne contiennent pas de données corporelles ou de santé, de photos ni de conversations avec l’AI.
gu: એપ્લિકેશન અને Apple Watch ના વર્તમાન અને સંચારની માહિતી જોડો. શરીર, આરોગ્ય રેકોર્ડ, ફોટા, AI વાતચીત શામેલ નથી.
he: יש להדביק את המידע על פעולת האפליקציה וה-Apple Watch, כולל תקשורת. לא ישולח מידע גופני, רשומות בריאות, תמונות, שיחות עם AI.
hi: ऐप और Apple Watch के संचालन व संचार संबंधी जानकारी संलग्न की जाएगी। इसमें शरीर या स्वास्थ्य रिकॉर्ड, फ़ोटो या AI वार्तालाप शामिल नहीं होंगे।
hr: Priložit ćemo informacije o radu i komunikaciji aplikacije i Apple Watch uređaja. Ne uključuju tjelesne ni zdravstvene zapise, fotografije ni razgovore s AI-jem.
hu: Kérjük, adjon meg az alkalmazás és a Apple Watch működésével kapcsolatos adatokat. Nem tartalmazza fizikai vagy egészségügyi információkat, képeket, pulzusmérő értéket, alvási időt, helyadatot, jegyzeteket vagy hirdetési azonosítókat.
id: Kami akan melampirkan informasi pengoperasian dan komunikasi aplikasi serta Apple Watch. Data tubuh atau kesehatan, foto, dan percakapan AI tidak disertakan.
it: Allega informazioni operative e di comunicazione tra l'app e Apple Watch. Non includere dati relativi al corpo, alla dieta, foto, frequenza cardiaca, durata del sonno, posizione o note.
ko: 앱과 Apple Watch의 작동·통신 정보를 첨부합니다. 신체·건강 기록이나 사진, AI 대화는 포함하지 않습니다.
mr: ॲप आणि Apple Watch च्या कार्यात्मक माहिती तसेच, तुमच्या आरोग्या संबंधित नोंदी, फोटो आणि AI च बरोबरच्या संभाषणाचे विश्लेषण (Diagnostic Log) जोडा. शारीरिक आणि आरोग्य नोंदी, फोटो, AI च संभाषण किंवा तुमचा संपर्क क्रमांक यात समाविष्ट करू नका.
ms: Lampirkan maklumat operasi dan komunikasi antara aplikasi dan Apple Watch. Ia tidak termasuk rekod badan, makanan, foto, perbualan dengan AI, atau maklumat pengautentikan.
nl_nl: Voeg de werking en communicatiegegevens van uw Apple Watch toe. Geen informatie over lichaam, gezondheid, foto's, gesprekken met AI of authenticatietoken.
no: Vi legger ved informasjon om hvordan appen og Apple Watch fungerer og kommuniserer. Den inneholder ikke registreringer om kropp eller helse, bilder eller AI-samtaler.
pl: Dołącz log działania aplikacji i zegarka Apple. Nie przesyłamy danych dotyczących ciała, diety, zdjęć, rozmów z AI ani informacji o uwierzytelnianiu.
pt_br: Anexa informações sobre o funcionamento e a comunicação do app e do Apple Watch. Não inclui registros corporais ou de saúde, fotos nem conversas com a AI.
pt_pt: Anexar informações de funcionamento e comunicação do aplicativo e Apple Watch. Não inclui dados relacionados ao corpo, dieta, fotos, frequência cardíaca, tempo de sono, localização ou conversas com a IA.
ro: Atașează informații despre funcționarea și comunicarea aplicației și a Apple Watch. Nu includ înregistrări corporale sau de sănătate, fotografii ori conversații cu AI.
ru: Прикрепите информацию о работе приложения и Apple Watch, а также данные о теле, здоровье, фотографии, разговорах с ИИ. Не включайте личную информацию, данные о питании, фотографии, сердечный ритм, время сна, местоположение, заметки или ID рекламы.
sk: Pripojte informácie o fungovaní a komunikácii medzi aplikáciou a Apple Watch. Neobsahujú údaje o tele, strave, fotkách, rozhovoroch s AI alebo údaje o autentizácii.
sl: Priloženi bodo podatki o delovanju aplikacije in komunikaciji z napravo Apple Watch. Telesni in zdravstveni zapisi, fotografije ter pogovori z AI niso vključeni.
sv: Fäst information om appens och Apple Watch-funktionernas samt kommunikationsdata. Inkludera inte kroppsmått, kost, bilder, samtal med AI eller autentiseringsinformation.
ta: ஆப் மற்றும் Apple Watch-ன் செயல்பாடு மற்றும் தொடர்பு பற்றிய தகவல்களை இணைக்கிறோம். உடல் மற்றும் சுகாதாரப் பதிவுகள், புகைப்படங்கள் அல்லது AI உரையாடல்கள் இதில் இடம்பெறாது.
te: యాప్ మరియు Apple Watch యొక్క పనితీరు మరియు కమ్యూనికేషన్ సమాచారాన్ని జత చేయండి. శరీరానికి సంబంధించిన డేటా, ఆహార వివరాలు, ఫోటోలు, AI సంభాషణలు చేర్చబడవు.
th: แนบข้อมูลการทำงานและการสื่อสารระหว่างแอปและ Apple Watch ไม่รวมข้อมูลร่างกาย, สุขภาพ, รูปถ่าย, การสนทนากับ AI และข้อมูลประจำตัว
tr: Uygulamanın ve Apple Watch'unuzun çalışma ve iletişim bilgilerini ekleyin. Vücut, sağlık ve egzersiz verilerinizi veya fotoğraflarınızı, yapay zeka sohbetlerinizi dahil etmeyin.
uk: Буде додано інформацію про роботу та зв’язок застосунку й Apple Watch. Дані про тіло та здоров’я, фотографії й розмови з AI не додаються.
vi: Gửi tệp nhật ký hoạt động và giao tiếp giữa ứng dụng và Apple Watch. Không bao gồm dữ liệu về cơ thể, chế độ ăn uống, hình ảnh, cuộc trò chuyện với AI, hoặc thông tin xác thực.
zh_hans: 将附加应用和 Apple Watch 的运行及通信信息。不包含身体和健康记录、照片或 AI 对话。
zh_hant: 請附上與 Apple Watch 和應用程式的動作和通訊資訊。 不包含身體、健康記錄、照片、AI 對話等。

# support.feedback_diagnostics_failed
source: 診断ログを添付できませんでした
ar_sa: تعذر إرفاق سجل التشخيص
ca: No s'ha pogut afegir el registre de diagnòstic
cs: Nepodařilo se připojit log diagnostiky.
da: Diagnosticeringslogfiler kunne ikke vedhæftes
de_de: Diagnoseprotokoll konnte nicht angehängt werden
el: Δεν ήταν δυνατή η αποστολή αρχείου καταγραφής διαγνωστικών δεδομένων
en_au: Unable to attach diagnostic logs
es_es: No se han podido adjuntar los registros de diagnóstico
fi: Diagnostiikkalokia ei voitu liittää
fr_ca: Impossible de joindre les journaux de diagnostic
gu: ડાયગ્નોસ્ટિક લોગ જોડવામાં નિષ્ફળ
he: לא ניתן היה להדביק את יומן הדיאגנוסטיקה.
hi: निदान लॉग संलग्न नहीं किया जा सका
hr: Dijagnostičke zapise nije moguće priložiti
hu: Nem sikerült a diagnosztikai logot megküldeni
id: Tidak dapat melampirkan log diagnostik
it: Impossibile allegare il log diagnostico
ko: 진단 로그를 첨부하지 못했습니다
mr: विश्लेषण माहिती पाठवण्यात अयशस्वी.
ms: Tidak dapat melampirkan log diagnostik
nl_nl: Diagnostische logs konden niet worden toegevoegd
no: Kunne ikke legge ved diagnosedata
pl: Nie udało się przesłać logu diagnostycznego
pt_br: Não foi possível anexar os registros de diagnóstico
pt_pt: Não foi possível anexar os registos de diagnóstico.
ro: Jurnalele de diagnostic nu au putut fi atașate
ru: Не удалось прикрепить логи диагностики
sk: Nepodarilo sa pripojiť diagnostické údaje
sl: Diagnostičnih dnevnikov ni bilo mogoče priložiti
sv: Det gick inte att fästa diagnostisk logg
ta: கண்டறிதல் பதிவுகளை இணைக்க முடியவில்லை
te: రోగ నిర్ధారణ లాగ్‌లను జత చేయలేకపోయాము
th: ไม่สามารถแนบบันทึกการวินิจฉัยได้
tr: Tanı verilerini ekleyemedi
uk: Не вдалося додати діагностичні журнали
vi: Không thể gắn tệp nhật ký chẩn đoán.
zh_hans: 无法附加诊断日志
zh_hant: 無法附加診斷記錄

# support.feedback_other_ways
source: 別の送り方
ar_sa: طرق أخرى
ca: Altres maneres d'enviar-ho
cs: Další způsoby odeslání zpětné vazby
da: Andre måder at sende på
de_de: Andere Möglichkeiten zur Übermittlung
el: Άλλοι τρόποι αποστολής
en_au: Other ways to send
es_es: Otra forma de enviarlo
fi: Muita lähetysvaihtoehtoja
fr_ca: Autres façons de l’envoyer
gu: અન્ય રીતે મોકલો
he: דרכים אחרות לשליחה
hi: भेजने के अन्य तरीके
hr: Drugi načini slanja
hu: Egy másik módon küldje el
id: Cara pengiriman lain
it: Altri modi per inviare feedback
ko: 다른 방법으로 보내기
mr: इतर प्रकारे संपर्क साधा
ms: Cara lain untuk menghantar
nl_nl: Andere manieren om feedback te geven
no: Andre måter å sende på
pl: Inne sposoby wysłania informacji
pt_br: Outras formas de enviar
pt_pt: Outras formas de enviar
ro: Alte modalități de trimitere
ru: Другие способы отправки
sk: Iné spôsoby doručenia spätnej väzby
sl: Drugi načini pošiljanja
sv: Andra sätt att skicka feedback
ta: வேறு வழிகளில் அனுப்பவும்
te: వేరే మార్గంలో పంపండి
th: วิธีอื่นในการส่งความคิดเห็น
tr: Başka bir yöntemle gönder
uk: Інші способи надіслати
vi: Cách khác để gửi
zh_hans: 其他发送方式
zh_hant: 其他提供方式

# support.feedback_report_body
source: BodyMode フィードバック 種類: {{value1}} 内容: {{value2}} アプリ: {{value3}} OS: {{value4}}
ar_sa: تعليقات حول BodyMode النوع: {{value1}} المحتوى: {{value2}} التطبيق: {{value3}} نظام التشغيل: {{value4}}
ca: Feedback sobre el mode BodyMode Tipus: {{value1}} Contingut: {{value2}} Aplicació: {{value3}} Sistema operatiu: {{value4}}
cs: Zpětná vazba pro BodyMode Typ: {{value1}} Obsah: {{value2}} Aplikace: {{value3}} Operační systém: {{value4}}
da: BodyMode-feedback Type: {{value1}} Indhold: {{value2}} App: {{value3}} OS: {{value4}}
de_de: Feedback für BodyMode Typ: {{value1}} Inhalt: {{value2}} App: {{value3}} Betriebssystem: {{value4}}
el: Ανατροφοδότηση για το BodyMode Τύπος: {{value1}} Περιεχόμενο: {{value2}} Εφαρμογή: {{value3}} Λειτουργικό Σύστημα: {{value4}}
en_au: BodyMode feedback Type: {{value1}} Content: {{value2}} App: {{value3}} OS: {{value4}}
es_es: Comentarios de BodyMode Tipo: {{value1}} Contenido: {{value2}} App: {{value3}} Sistema operativo: {{value4}}
fi: BodyMode-palaute Tyyppi: {{value1}} Sisältö: {{value2}} Sovellus: {{value3}} Käyttöjärjestelmä: {{value4}}
fr_ca: Commentaires BodyMode Type : {{value1}} Contenu : {{value2}} Application : {{value3}} Système d’exploitation : {{value4}}
gu: બોડી મોડ પ્રતિસાદ પ્રકાર: {{value1}} વિગતો: {{value2}} એપ્લિકેશન: {{value3}} ઓપરેટિંગ સિસ્ટમ: {{value4}}
he: משוב לגבי BodyMode סוג: {{value1}} תוכן: {{value2}} אפליקציה: {{value3}} מערכת הפעלה: {{value4}}
hi: BodyMode फ़ीडबैक प्रकार: {{value1}} विवरण: {{value2}} ऐप: {{value3}} OS: {{value4}}
hr: BodyMode povratne informacije Vrsta: {{value1}} Sadržaj: {{value2}} Aplikacija: {{value3}} OS: {{value4}}
hu: BodyMode vélemény Típus: {{value1}} Tartalom: {{value2}} Aplikáció: {{value3}} Operációs rendszer: {{value4}}
id: Masukan BodyMode Jenis: {{value1}} Isi: {{value2}} Aplikasi: {{value3}} OS: {{value4}}
it: Feedback BodyMode Tipo: {{value1}} Contenuto: {{value2}} App: {{value3}} Sistema operativo: {{value4}}
ko: BodyMode 피드백 유형: {{value1}} 내용: {{value2}} 앱: {{value3}} OS: {{value4}}
mr: बॉडी मोड फीडबॅक प्रकार: {{value1}} सामग्री: {{value2}} ॲप: {{value3}} OS: {{value4}}
ms: Maklum balas tentang Mod Kसरत Jenis: {{value1}} Butiran: {{value2}} Aplikasi: {{value3}} OS: {{value4}}
nl_nl: Feedback voor BodyMode Type: {{value1}} Inhoud: {{value2}} App: {{value3}} OS: {{value4}}
no: BodyMode-tilbakemelding Type: {{value1}} Innhold: {{value2}} App: {{value3}} OS: {{value4}}
pl: Informacje zwrotne dotyczące BodyMode Typ: {{value1}} Treść: {{value2}} Aplikacja: {{value3}} System operacyjny: {{value4}}
pt_br: Feedback do BodyMode Tipo: {{value1}} Conteúdo: {{value2}} App: {{value3}} SO: {{value4}}
pt_pt: Feedback do BodyMode Tipo: {{value1}} Conteúdo: {{value2}} Aplicativo: {{value3}} Sistema operativo: {{value4}}
ro: Feedback BodyMode Tip: {{value1}} Conținut: {{value2}} Aplicație: {{value3}} Sistem de operare: {{value4}}
ru: Обратная связь Тип: {{value1}} Содержание: {{value2}} Приложение: {{value3}} ОС: {{value4}}
sk: Spätná väzba k BodyMode Typ: {{value1}} Obsah: {{value2}} Aplikácia: {{value3}} Operačný systém: {{value4}}
sl: Povratne informacije za BodyMode Vrsta: {{value1}} Vsebina: {{value2}} Aplikacija: {{value3}} OS: {{value4}}
sv: Feedback om träning Typ: {{value1}} Innehåll: {{value2}} App: {{value3}} OS: {{value4}}
ta: BodyMode பின்னூட்டம் வகை: {{value1}} உள்ளடக்கம்: {{value2}} ஆப்: {{value3}} OS: {{value4}}
te: బాడీ మోడ్ ఫీడ్‌బ్యాక్ రకం: {{value1}} వివరాలు: {{value2}} యాప్: {{value3}} OS: {{value4}}
th: ข้อเสนอแนะเกี่ยวกับ BodyMode ประเภท: {{value1}} เนื้อหา: {{value2}} แอป: {{value3}} ระบบปฏิบัติการ: {{value4}}
tr: BodyMode geri bildirimi Tür: {{value1}} Açıklama: {{value2}} Uygulama: {{value3}} İşletim sistemi: {{value4}}
uk: Відгук BodyMode Тип: {{value1}} Зміст: {{value2}} Застосунок: {{value3}} ОС: {{value4}}
vi: Phản hồi cho BodyMode Loại: {{value1}} Nội dung: {{value2}} Ứng dụng: {{value3}} Hệ điều hành: {{value4}}
zh_hans: BodyMode 反馈 类型：{{value1}} 内容： {{value2}} 应用：{{value3}} 操作系统：{{value4}}
zh_hant: BodyMode 回饋 類型: {{value1}} 內容: {{value2}} 應用程式: {{value3}} 作業系統: {{value4}}

# support.feedback_retry
source: 再試行
ar_sa: أعد المحاولة
ca: torna-ho a provar
cs: Pokusit se znovu
da: Prøv igen
de_de: Wiederholen
el: Επαναλάβετε
en_au: Retry
es_es: Reintentar
fi: Kokeile uudelleen
fr_ca: Réessayer
gu: ફરી પ્રયાસ કરો
he: נסה שוב
hi: फिर प्रयास करें
hr: Ponovno pokušajte
hu: Próbáld újra
id: Coba Lagi
it: Riprova
ko: 다시 시도
mr: पुन्हा प्रयत्न करा
ms: Cuba semula
nl_nl: Proberen opnieuw
no: Prøv igjen
pl: Spróbuj ponownie
pt_br: Revisar
pt_pt: Revisar
ro: Reîncearcă
ru: Повторить попытку
sk: Opäť skúsiť
sl: Ponovi
sv: Försök igen
ta: மீண்டும் முயற்சி
te: మళ్ళీ ప్రయత్నించండి
th: ลองใหม่
tr: Tekrar Deneme
uk: Спробувати ще раз
vi: Thử lại
zh_hans: 重新尝试
zh_hant: 重新尝试

# support.feedback_send
source: フィードバックを送る
ar_sa: إرسال الملاحظات
ca: Enviar feedback
cs: Odeslat zpětnou vazbu
da: Send feedback
de_de: Feedback senden
el: Αποστολή ανατροφοδότησης
en_au: Send feedback
es_es: Enviar comentarios
fi: Lähetä palautetta
fr_ca: Envoyer un commentaire
gu: પ્રતિસાદ મોકલો
he: שלח משוב
hi: फ़ीडबैक भेजें
hr: Pošalji povratne informacije
hu: Vélemény küldése
id: Kirim masukan
it: Invia feedback
ko: 피드백 보내기
mr: फीडबॅक पाठवा
ms: Hantar maklum balas
nl_nl: Feedback verzenden
no: Send tilbakemelding
pl: Wyślij informacje zwrotne
pt_br: Enviar feedback
pt_pt: Enviar feedback
ro: Trimite feedback
ru: Отправить обратную связь
sk: Odoslať spätnú väzbu
sl: Pošlji povratne informacije
sv: Skicka feedback
ta: பின்னூட்டம் அனுப்பவும்
te: ఫీడ్‌బ్యాక్‌ను పంపండి
th: ส่งความคิดเห็น
tr: Geri bildirim gönder
uk: Надіслати відгук
vi: Gửi phản hồi
zh_hans: 发送反馈
zh_hant: 送出回饋

# support.feedback_send_email
source: メールで送る
ar_sa: إرسال عبر البريد الإلكتروني
ca: Enviar per correu electrònic
cs: Odeslat e-mailem
da: Send via e-mail
de_de: Per E-Mail senden
el: Αποστολή μέσω email
en_au: Send via email
es_es: Enviar por correo electrónico
fi: Lähetä sähköpostitse
fr_ca: Envoyer par courriel
gu: ઇમેલ દ્વારા મોકલો
he: שלח במייל
hi: ईमेल से भेजें
hr: Pošalji e-poštom
hu: E-mailben
id: Kirim melalui email
it: Invia via email
ko: 이메일로 보내기
mr: ईमेलद्वारे पाठवा
ms: Hantar melalui e-mel
nl_nl: Via e-mail versturen
no: Send via e-post
pl: Wyślij e-mailem
pt_br: Enviar por e-mail
pt_pt: Enviar por e-mail
ro: Trimite prin e-mail
ru: Отправить по электронной почте
sk: Odoslať e-mailom
sl: Pošlji po e-pošti
sv: Skicka via e-post
ta: மின்னஞ்சலில் அனுப்பவும்
te: ఇమెయిల్ ద్వారా పంపండి
th: ส่งทางอีเมล
tr: E-posta ile gönder
uk: Надіслати електронною поштою
vi: Gửi qua email
zh_hans: 通过邮件发送
zh_hant: 透過電子郵件發送

# support.feedback_send_without_diagnostics
source: 診断なしで送る
ar_sa: إرسال بدون سجل تشخيصي
ca: Enviar sense registre de diagnòstic
cs: Odeslat bez diagnostiky
da: Send uden diagnosticering
de_de: Ohne Diagnoseprotokoll senden
el: Αποστολή χωρίς αρχείο καταγραφής διαγνωστικών δεδομένων
en_au: Send without diagnostics
es_es: Enviar sin diagnóstico
fi: Lähetä ilman diagnostiikkatietoja
fr_ca: Envoyer sans les diagnostics
gu: ડાયગ્નોસ્ટિક્સ વિના મોકલો
he: שלח ללא יומן דיאגנוסטיקה
hi: निदान के बिना भेजें
hr: Pošalji bez dijagnostike
hu: Diagnosztika nélkül
id: Kirim tanpa diagnostik
it: Invia senza log diagnostici
ko: 진단 정보 없이 보내기
mr: विश्लेषण माहितीशिवाय पाठवा
ms: Hantar tanpa log diagnostik
nl_nl: Zonder diagnostische gegevens verzenden
no: Send uten diagnosedata
pl: Wyślij bez logu diagnostycznego
pt_br: Enviar sem diagnósticos
pt_pt: Enviar sem diagnóstico
ro: Trimite fără date de diagnosticare
ru: Отправить без логов диагностики
sk: Odoslať bez diagnostických údajov
sl: Pošlji brez diagnostičnih podatkov
sv: Skicka utan diagnostisk logg
ta: கண்டறிதல் தகவலின்றி அனுப்பவும்
te: రోగ నిర్ధారణ లేకుండా పంపండి
th: ส่งโดยไม่แนบบันทึกการวินิจฉัย
tr: Tanı verilerini göndermeden gönder
uk: Надіслати без діагностичних даних
vi: Gửi mà không có nhật ký chẩn đoán
zh_hans: 不附带诊断信息发送
zh_hant: 不附上診斷記錄

# support.feedback_sensitive_warning
source: 身体値、食事内容、写真、AIとの会話、認証情報は記載しないでください。
ar_sa: يرجى عدم تضمين معلومات شخصية مثل القياسات أو تفاصيل النظام الغذائي والصور والمحادثات مع الذكاء الاصطناعي وكلمات المرور.
ca: No incloure dades físiques, contingut alimentari, fotos, conversa amb IA ni informació d'autenticació.
cs: Neprovádějte žádné údaje o těle, stravě, fotografiích, rozhovorech s AI ani přihlašovací údaje.
da: Medtag ikke kropsdata, kostoplysninger, billeder, samtaler med AI eller loginoplysninger.
de_de: Bitte geben Sie keine Körperdaten, Ernährungsinformationen, Fotos, Gespräche mit der KI oder Anmeldeinformationen an.
el: Μην συμπεριλάβετε πληροφορίες σχετικά με το σώμα, τη διατροφή, τις φωτογραφίες, συνομιλίες με την τεχνητή νοημοσύνη ή στοιχεία ελέγχου.
en_au: Do not include body measurements, food content, photos, conversations with AI, or authentication information.
es_es: No incluyas valores corporales, contenido de tus comidas, fotos, conversaciones con AI ni credenciales de acceso.
fi: Älä kirjoita kehon arvoja, ruokavaliotietoja, kuvia, AI-keskusteluja tai kirjautumistietoja.
fr_ca: N’incluez pas de données corporelles, de contenu alimentaire, de photos, de conversations avec l’AI ni d’identifiants.
gu: શરીરના આંકડા, આહારની માહિતી, ફોટા, AI સાથેની વાતચીત અને પ્રમાણીકરણ માહિતી પ્રદાન કરશો નહીં.
he: אין לציין מידע אישי, כולל נתונים גופניים, תוכן תזונה, תמונות, שיחות עם AI או פרטי התחברות.
hi: शरीर के आँकड़े, भोजन का विवरण, फ़ोटो, AI के साथ वार्तालाप या प्रमाणीकरण संबंधी जानकारी शामिल न करें।
hr: Nemojte navoditi tjelesne podatke, sadržaj prehrane, fotografije, razgovore s AI-jem ni podatke za prijavu.
hu: Ne adjon meg fizikai, élelmiszeri, képi, AI-val kapcsolatos vagy hiteles információkat.
id: Jangan mencantumkan nilai tubuh, isi makanan, foto, percakapan dengan AI, atau informasi autentikasi.
it: Non includere dati relativi al corpo, alla dieta, foto, conversazioni con l'IA o informazioni di autenticazione.
ko: 신체 수치, 식사 내용, 사진, AI와의 대화, 인증 정보는 입력하지 마세요.
mr: तुमचे शारीरिक आणि आरोग्य संबंधित तपशील, जेवण, फोटो, AI च संभाषण किंवा तुमचा संपर्क क्रमांक यात समाविष्ट करू नका.
ms: Jangan sertakan maklumat berkaitan badan, makanan, foto, perbualan dengan AI, atau maklumat pengautentikan.
nl_nl: Geef geen informatie over lichaamsmetingen, voeding, foto's, gesprekken met AI of authenticatietoken.
no: Ikke oppgi kroppsmålinger, matinnhold, bilder, samtaler med AI eller påloggingsinformasjon.
pl: Nie należy podawać danych dotyczących ciała, diety, zdjęć, rozmów z AI ani informacji o uwierzytelnianiu.
pt_br: Não inclua métricas corporais, informações sobre alimentação, fotos, conversas com a AI ou credenciais de autenticação.
pt_pt: Não inclua informações sobre o corpo, dieta, fotos, conversas com a IA ou credenciais de autenticação.
ro: Nu includeți valori corporale, informații despre alimentație, fotografii, conversații cu AI sau date de autentificare.
ru: Не указывайте данные о теле, питании, фотографии, разговорах с ИИ и другую личную информацию. Это может быть использовано для идентификации.
sk: Neposkytujte informácie o tele, strave, fotkách, rozhovoroch s AI alebo údaje o autentizácii.
sl: Ne vključujte telesnih meritev, podatkov o prehrani, fotografij, pogovorov z AI ali poverilnic.
sv: Ange inte kroppsmått, kostinformation, bilder, samtal med AI eller autentiseringsuppgifter. Detta är känslig information.
ta: உடல் அளவீடுகள், உணவு விவரங்கள், புகைப்படங்கள், AI உடனான உரையாடல்கள் அல்லது உள்நுழைவுச் சான்றுகளைச் சேர்க்க வேண்டாம்.
te: శరీరానికి సంబంధించిన సంఖ్యలు, ఆహార వివరాలు, ఫోటోలు, AIతో సంభాషణ మరియు ప్రామాణీకరణ సమాచారాన్ని చేర్చవద్దు.
th: โปรดระบุข้อมูลส่วนตัว, ข้อมูลสุขภาพ, รูปภาพ, การสนทนากับ AI และข้อมูลประจำตัว ไม่ให้ปรากฏ
tr: Vücut ölçülerinizi, yeme alışkanlıklarınızı, fotoğraflarınızı, yapay zeka ile olan sohbetlerinizi ve kimlik bilgilerinizi eklemeyin.
uk: Не вказуйте дані про тіло, інформацію про харчування, фотографії, розмови з AI або облікові дані.
vi: Vui lòng không cung cấp thông tin về cơ thể, chế độ ăn uống, hình ảnh, cuộc trò chuyện với AI hoặc thông tin xác thực.
zh_hans: 请勿填写身体数据、饮食内容、照片、与 AI 的对话或身份验证信息。
zh_hant: 請勿提供身體數據、飲食內容、照片、與 AI 的對話或驗證資訊。

# support.feedback_title
source: フィードバック
ar_sa: ملاحظات
ca: Feedback
cs: Zpětná vazba
da: Feedback
de_de: Feedback
el: Ανατροφοδότηση
en_au: Feedback
es_es: Comentarios
fi: Palaute
fr_ca: Commentaires
gu: પ્રતિસાદ
he: משוב
hi: फ़ीडबैक
hr: Povratne informacije
hu: Vélemény
id: Masukan
it: Feedback
ko: 피드백
mr: फीडबॅक
ms: Maklum balas
nl_nl: Feedback
no: Tilbakemelding
pl: Informacje zwrotne
pt_br: Feedback
pt_pt: Feedback
ro: Feedback
ru: Обратная связь
sk: Spätná väzba
sl: Povratne informacije
sv: Feedback
ta: பின்னூட்டம்
te: ఫీడ్‌బ్యాక్
th: ข้อเสนอแนะ
tr: Geri bildirim
uk: Відгук
vi: Phản hồi
zh_hans: 反馈
zh_hant: 回饋

# support.feedback_unknown_error
source: 不明なエラー
ar_sa: خطأ غير معروف
ca: Error desconegut
cs: Neznámá chyba
da: Ukendt fejl
de_de: Unbekannter Fehler
el: Άγνωστο σφάλμα
en_au: Unknown error
es_es: Error desconocido
fi: Tuntematon virhe
fr_ca: Erreur inconnue
gu: અજાણી ભૂલ
he: שגיאה לא ידועה
hi: अज्ञात त्रुटि
hr: Nepoznata pogreška
hu: Ismeretlen hiba
id: Kesalahan tidak diketahui
it: Errore sconosciuto
ko: 알 수 없는 오류
mr: अज्ञात त्रुटी
ms: Ralat tidak diketahui
nl_nl: Onbekende fout
no: Ukjent feil
pl: Nieznany błąd
pt_br: Erro desconhecido
pt_pt: Erro desconhecido
ro: Eroare necunoscută
ru: Неизвестная ошибка
sk: Neznáma chyba
sl: Neznana napaka
sv: Okänt fel
ta: தெரியாத பிழை
te: తెలియని లోపం
th: ข้อผิดพลาดที่ไม่ทราบสาเหตุ
tr: Bilinmeyen hata
uk: Невідома помилка
vi: Lỗi không xác định
zh_hans: 未知错误
zh_hant: 未知錯誤

# training.018e4148e6e6
source: 筋力A
ar_sa: القوة العضلية أ
ca: Força muscular A
cs: Síla A
da: Styrke A
de_de: Kraft A
el: Δύναμη Α
en_au: Strength A
es_es: Fuerza A
fi: Voima A
fr_ca: Force A
gu: સ્નાયુ શક્તિ A
he: כוח A
hi: मांसपेशियों की ताकत A
hr: Snaga A
hu: Izomnövelés A
id: Kekuatan A
it: Forza A
ko: 근력 A
mr: मांसपेशींची ताकद A
ms: Kekuatan A
nl_nl: Kracht A
no: Styrke A
pl: Siła A
pt_br: Força A
pt_pt: Força A
ro: Forță A
ru: Сила A
sk: Sila A
sl: Moč A
sv: Styrka A
ta: எடை A
te: కండర బలం A
th: ความแข็งแรง A
tr: Kas Gücü A
uk: Сила A
vi: Sức mạnh A
zh_hans: 力量A
zh_hant: 肌力A
